Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sma/admin/depts/udir.no/16_generell-litteratur-og-larestoff.html.tmx
Source language: nob
Languages: sma

source: Udir.no - Generell litteratur og lærestoff
sma: Udir.no - Sïejhme lidteratuvre jïh learoevierhtieh

source: Generell litteratur og lærestoff
sma: Sïejhme lidteratuvre jïh learoevierhtieh

source: Hovedinnhold
sma: Julevsaemien

source: Vis alle
sma: Åarjelsaemien

source: Generell litteratur Kaspersen, Ardis.
sma: Bull, Ella Holm: Jielije saemien.

source: 1997. ”Samisk mat og kultur”.
sma: Voestes gærja, Samisk Utdanningsråd 1996

source: Oslo: Landbruksforlaget.
sma: Bull, Ella Holm: Jielije saemien.

source: Nickel, Klaus Peter: Samisk grammatikk, Universitetsforlaget, Sámi oahpahusráddi/Samisk utdanningsråd, 1990
sma: Mubpie gærja, Samisk Utdanningsråd 1996 Bull, Ella Holm: Ovmese veareldh, Universitetsforlaget, 1985

source: Qvigstad, Just K.: Lappiske eventyr og sagn, 4 bd.
sma: Bull, Ella Holm: Åarjel-saemien 4, Davvi Girji OS, 1995

source: 51 sálmma, Sámi sálbmakomitea, 1990, (ukjent forlag)
sma: Bull, Ella Holm: Åarjel-saemien 5, Davvi Media o. s., 1986/86

source: Wersland/Rognli: Joik i den gamle samiske religionen, Yoik in the Old Sami Religion, Vett og Viten, 2006
sma: Bull, Ella Holm: Åarjel-saemien 6, Idut 2000 Bull, Ella Holm: Dejpeladtje muvhth vätnoeh jih vuekieh, Samernas utbildningscentrum, 2001

source: Jagi mánut – Fuolkevuohta, Møller kompetansesenter, Samediggi 2004
sma: Dunfjeld, Anne-Lise: Juvrh jïh gïejh daelvege, Dialecta 2004

source: Ellen-Astri Lundby, Sonar Film DA 2009 Nordsamisk
sma: Dunfjeld, Anne-Lise: Kreekh gaertienisnie, Dialecta 2004

source: Kaspersen, Ardis.
sma: Fjellgren, Laila: Laavloeh, Sameskolkanseliet, Jokkmokk, 1996. Sanghefte og cd

source: 1997. ”Samisk mat og kultur”. Oslo: Landbruksforlaget.
sma: Gaski, Harald jïh Kappfjell, Lena: Saemien tjaelijh, Calliid Lágádus, 2006

source: Nergård, Jens-Ivar: Det skjulte Nord-Norge, Ad Notam Gyldendal 1994
sma: Jaahkenelkien, Aanna: Goltelidh jïh soptsestidh, Daasta Berteme, 1993. Hefte og kassett.

source: CD/DVD/Film:
sma: Jåma, Albert;

source: Film: Min mors hemmelighet.
sma: Persen, Nan: Laajpetjh, Idut, 2006

source: Ellen-Astri Lundby, Sonar Film DA 2009
sma: Persen, Nan, Paanne-laejpieh, Idut, 2006

source: Bårjås, populærvitenskapelig tidsskrift fra Árran – lulesamisk senter, 8270 Drag (på norsk og lulesamisk)
sma: Persen, Åge: Bovve biejjie jïh våhkoeh ryøknoe

source: Teksthefter til eksamen: Sørsamisk som 1. og 2.
sma: Persen, Åge: Tijje Persen, Åge: Tijje barkoe-gærja

source: Sørsamisk for nybegynnere – bok 1 og øvingsbok 1, Sijti Jarnge 2003
sma: Utsi, Gun M.: Bovtsen Guelmieh, Sijti Jarnge, 1994

source: Sørsamisk for nybegynnere – bok 2 og øvingsbok 2, Sijti Jarnge 2004 Vangberg, Åsta og Brandsfjell, Helen Blind: Saemesth amma!
sma: Vangberg, Åsta og Brandsfjell, Helen Blind: Saemesth amma! Gïelemaahtotje – Liten grammatikk, Sijti Jarnge 2006

source: Sørsamisk for nybegynnere – bok 3 og øvingsbok 3, Sijti Jarnge 2005 Vangberg, Åsta og Brandsfjell, Helen Blind: Saemesth amma!
sma: Vesterbukt, Anne-Lise jih Dunfjeld, Anne-Lise: Åarjelsaemien learoeviertie 1.-3. skuvlejaapan nr. 1 og 2., Samisk utdanningsråd, 1990

source: Sørsamisk for nybegynnere – bok 4 og øvingsbok 4, Sijti Jarnge 2006
sma: Aagård, Anita jih Larsen, Tone Marie: Baalka, Davvi Girji os 2002

source: Sørsamisk for nybegynnere – lyd fra bok 1-4, Sijti Jarnge 2006
sma: Tjïehpieslidteratuvre - Gærjah Aesuvpen soptsesh, Idut 2006

source: Moses, Brian, Hedström, Marcus: Manne aavonte, Saemieskuvlen ståvroe, 1997
sma: Andersson, Elsa: Soptsesh, Saemieskuvlen-ståvroe, 1988 Bakke, Aslaug: Dihte orre bijle, Idut 1996

source: Moses, Brian, Hedström, Marcus: Manne hujnies, Saemieskuvlen ståvroe, 1997
sma: Bross, Helena: Voejeme gåatesne, Saemienskuvlen ståvroe, 1995

source: Prøysen, Alf: Snahkere Aannesja jih jåvle-aajja, Tiden Norsk Forlag 1984
sma: Birkeland, Kirsti: Staaloeh vienhtieh aske lea dålle, J. W. Cappelens Forlag as 2002

source: Sokki, Risten: Mov kråahpe, Solum forlag 2007
sma: Bull, Ella Holm og Bergsland, Knut: Lohkede saemien, Davvi Girji O.

source: Bibeltekster, -hefter, -lydbøker:
sma: S, 2. opplag, 1993. Bok og kassetter

source: Den norske salmeboka, har salmer på sør-, lule- og nordsamisk.
sma: Bull, Ella: Tsååbpe-niejten jih tsååbpe-baernien bijre, Jårgalæddji Å.

source: Frändén, Märit, Lundqvist, Bjørn og Wilson, Karin: Verbh.
sma: Clevin, Jørgen: Jaahke jïh Joakime, H. Aschehoug &amp; Co, Oslo 1975

source: Sydsamerna – möt jojken, slöjden, historien, språket, Gaaltije 2001
sma: Croser, Josephine, Vassiliou, Stella: Goh Ealla laejresne dabran, Gan forlag 2001

source: Tegn Brum 2, Møller kompetansesenter, Trøndelag kompetansesenter, Spesialpedagogisk senter i Nordland.
sma: Gaebpien, Gåsta/Kappfjell, Gustav: Gaaltije, DAT, Gaski, Harald jïh Kappfjell, Lena: Saemien tjaelijh, Calliid Lágádus, 2006

source: Sápmi, Sameskolstyrelsen i Sverige, Sametinget i Finland, Samisk Utdanningsråd i Norge
sma: Gaski, Harald &amp; Kappfjell, Lena: Åvtese jåhta, åarjel-saemien tjaalegh jih tjaalegh åarjelsamien, DAT o.

source: (Let’s Dance!
sma: s 2005

source: ), Norsk filminstitutt 1991, www. nfi/filmbutikken
sma: Graham, Amanda: Gaske-jijjen jemhkielisnie, Gan forlag 2001

source: Lopmegaahtoe, Statens filminstitutt, Saemien Øøhpehtimmieraerie 1999, video og hefte
sma: Jaahkenelkien, Aanna: Don jih daan bijre I, Daasta berteme 1997

source: Sørsamene, Det norske filminstituttet, 1993 Plakater:
sma: Jaahkenelkien, Aanna: Don jih daan bijre II, Daasta berteme 1998

source: Sametingets slektsplakat Sametingets plakatserier:
sma: Hætta, Susanne: Akten biejjien Aannine, Idut, 2007

source: www.samer.se www.skolverket.se/sb/d/2164/a/12213;
sma: Nejne, Sagka: Ovmese vaajesh, Sameskolstyrelsen, 1998

source: jsessionid=EF70A4A55522E8C8109AD3912BAD6245 (Europeisk språkportfolio – svensk utgave)
sma: Rustad, Kjersti Lunde: Dåeredh Ingriden, Jåhhan jih govsen gåajkoe, Landbruksforlaget, 1996
